Repository: Sharo0s/specula
Catalog: Resources/Localizable.xcstrings
Source language: fr
Languages: ar, en, es, zh_hans

source: Revoir l'introduction
ar: إعادة مشاهدة المقدمة
en: Replay the intro
es: Volver a ver la introducción
zh_hans: 重看介绍

source: Revoir le tutoriel de premier lancement.
ar: إعادة مشاهدة الدليل التعليمي للتشغيل الأول.
en: Replay the first-launch tutorial.
es: Volver a ver el tutorial de primer inicio.
zh_hans: 重新观看首次启动教程。

source: Rien à préparer — détecte tes services automatiquement.
ar: لا شيء لتجهيزه — يكتشف خدماتك تلقائيًا.
en: Nothing to set up — detects your services automatically.
es: Nada que preparar: detecta tus servicios automáticamente.
zh_hans: 无需任何准备 — 自动检测你的服务。

source: Routes
ar: المسارات
es: Rutas
zh_hans: 路由

source: Sans les clés
ar: بدون المفاتيح
en: Without keys
es: Sin las claves
zh_hans: 不含密钥

source: Sauvegarde terminée
ar: اكتمل النسخ الاحتياطي
en: Backup finished
es: Copia de seguridad terminada
zh_hans: 备份完成

source: Scan du réseau…
ar: جارٍ فحص الشبكة…
en: Scanning the network…
es: Escaneando la red…
zh_hans: 正在扫描网络…

source: Scan en cours…
ar: جارٍ الفحص…
en: Scanning…
es: Escaneando…
zh_hans: 正在扫描…

source: Scan terminé
ar: اكتمل الفحص
en: Scan finished
es: Escaneo terminado
zh_hans: 扫描完成

source: Scanner le réseau
ar: افحص الشبكة
en: Scan the network
es: Escanear la red
zh_hans: 扫描网络

source: Scanner le réseau (Bonjour)…
ar: افحص الشبكة (Bonjour)…
en: Scan the network (Bonjour)…
es: Escanear la red (Bonjour)…
zh_hans: 扫描网络（Bonjour）…

source: Scanner le réseau…
ar: افحص الشبكة…
en: Scan the network…
es: Escanear la red…
zh_hans: 扫描网络…

source: Scanner mon réseau
ar: افحص شبكتي
en: Scan my network
es: Escanear mi red
zh_hans: 扫描我的网络

source: Sélection du fichier services.yaml…
ar: جارٍ اختيار ملف services.yaml…
en: Choosing the services.yaml file…
es: Seleccionando el archivo services.yaml…
zh_hans: 正在选择 services.yaml 文件…

source: Séries
ar: المسلسلات
en: Shows
es: Series
zh_hans: 剧集

source: Serveur multimédia
ar: خادم وسائط
en: Media server
es: Servidor multimedia
zh_hans: 媒体服务器

source: Serveurs
ar: الخوادم
en: Servers
es: Servidores
zh_hans: 服务器

source: Serveurs & Stockage
ar: الخوادم والتخزين
en: Servers & Storage
es: Servidores y Almacenamiento
zh_hans: 服务器与存储

source: Service
ar: خدمة
es: Servicio
zh_hans: 服务

source: Service « %@ » ajouté au groupe %@
ar: تمت إضافة الخدمة «%@» إلى المجموعة %@
en: Service “%@” added to group %@
es: Servicio «%@» añadido al grupo %@
zh_hans: 服务「%@」已添加到分组 %@

source: service web
ar: خدمة ويب
en: web service
es: servicio web
zh_hans: 网页服务

source: services.yaml (format gethomepage.dev) est la source de vérité.
ar: ملف services.yaml (بصيغة gethomepage.dev) هو مصدر الحقيقة.
en: services.yaml (gethomepage.dev format) is the source of truth.
es: services.yaml (formato gethomepage.dev) es la fuente de verdad.
zh_hans: services.yaml（gethomepage.dev 格式）是唯一可信来源。

source: services.yaml copié — compatible gethomepage.dev
ar: تم نسخ services.yaml — متوافق مع gethomepage.dev
en: services.yaml copied — gethomepage.dev compatible
es: services.yaml copiado — compatible con gethomepage.dev
zh_hans: 已拷贝 services.yaml — 兼容 gethomepage.dev

source: services.yaml enregistré
ar: تم حفظ services.yaml
en: services.yaml saved
es: services.yaml guardado
zh_hans: 已保存 services.yaml

source: services.yaml est ta source de vérité (import et export).
ar: ملف services.yaml هو مصدر الحقيقة لديك (الاستيراد والتصدير).
en: services.yaml is your source of truth (import and export).
es: services.yaml es tu fuente de verdad (importación y exportación).
zh_hans: services.yaml 是你的唯一可信来源（导入与导出）。

source: Simulation du prototype
ar: محاكاة النموذج الأولي
en: Prototype simulation
es: Simulación del prototipo
zh_hans: 原型模拟

source: Sombre
ar: داكن
en: Dark
es: Oscuro
zh_hans: 深色

source: Sources
ar: المصادر
es: Fuentes
zh_hans: 来源

source: Soutien
ar: الدعم
en: Support
es: Apoyo
zh_hans: 支持

source: Specula — %@ hors ligne
ar: ‏Specula — %@ غير متصل
en: Specula — %@ offline
es: Specula — %@ sin conexión
zh_hans: Specula — %@ 已离线

source: Specula — %lld/%lld en ligne
ar: ‏Specula — %lld/%lld متصل
en: Specula — %lld/%lld online
es: Specula — %lld/%lld en línea
zh_hans: Specula — %lld/%lld 在线

source: Specula interroge désormais tes services. Le mode Démo est désactivé — tu peux le réactiver dans Réglages à tout moment.
ar: يستعلم Specula الآن عن خدماتك. تم إيقاف وضع العرض التجريبي — يمكنك تفعيله مجددًا من الإعدادات في أي وقت.
en: Specula is now polling your services. Demo mode is off — you can turn it back on in Settings at any time.
es: Specula ya consulta tus servicios. El modo Demo está desactivado: puedes reactivarlo en Ajustes cuando quieras.
zh_hans: Specula 现在开始查询你的服务。演示模式已关闭 — 你可以随时在设置中重新开启。

source: Specula interroge tes services directement chez toi. iOS va te demander l'accès à ton réseau local — sans lui, impossible de scanner ni de contacter tes machines.
ar: يستعلم Specula عن خدماتك مباشرة من منزلك. سيطلب iOS الوصول إلى شبكتك المحلية — بدونه يتعذّر الفحص أو الاتصال بأجهزتك.
en: Specula polls your services right at home. iOS will ask for local network access — without it, it can't scan or reach your machines.
es: Specula consulta tus servicios directamente en tu casa. iOS te pedirá acceso a la red local: sin él, no puede escanear ni contactar con tus máquinas.
zh_hans: Specula 直接在你家里查询你的服务。iOS 会请求访问本地网络 — 没有它就无法扫描或连接你的机器。

source: Specula s'ouvre à l'ouverture de session, sans fenêtre.
ar: يفتح Specula عند تسجيل الدخول، بلا نافذة.
en: Specula opens at login, without a window.
es: Specula se abre al iniciar sesión, sin ventana.
zh_hans: Specula 会在登录时启动，且不打开窗口。

source: Statut
ar: الحالة
en: Status
es: Estado
zh_hans: 状态

source: Stockage
ar: التخزين
en: Storage
es: Almacenamiento
zh_hans: 存储

source: Suivis
ar: المتابَعات
en: Watches
es: Seguimientos
zh_hans: 监视

source: Supprimer le service
ar: حذف الخدمة
en: Delete service
es: Eliminar servicio
zh_hans: 删除服务

source: Sur chaque volume surveillé.
ar: على كل وحدة تخزين مراقَبة.
en: On every monitored volume.
es: En cada volumen supervisado.
zh_hans: 适用于每个受监控的卷。

source: Surveillance — nouveau
ar: المراقبة — جديد
en: Monitoring — new
es: Supervisión — nuevo
zh_hans: 监控 — 新增

source: Synchroniser services.yaml
ar: مزامنة services.yaml
en: Sync services.yaml
es: Sincronizar services.yaml
zh_hans: 同步 services.yaml

source: Système
ar: النظام
en: System
es: Sistema
zh_hans: 系统

source: Ta config Homepage existante — groupes, widgets et clés API repris tels quels.
ar: إعدادات Homepage الحالية — المجموعات والأدوات ومفاتيح API تُنقل كما هي.
en: Your existing Homepage config — groups, widgets and API keys carried over as-is.
es: Tu configuración de Homepage — grupos, widgets y claves API tal cual.
zh_hans: 你现有的 Homepage 配置 — 分组、小组件和 API 密钥原样保留。

source: Tableau de bord
ar: لوحة المعلومات
en: Dashboard
es: Panel de control
zh_hans: 仪表板

source: Tableaux
ar: اللوحات
en: Boards
es: Tableros
zh_hans: 看板

source: Téléchargement
ar: التنزيلات
en: Downloads
es: Descargas
zh_hans: 下载

source: Temp.
ar: الحرارة
zh_hans: 温度

source: Température
ar: الحرارة
en: Temperature
es: Temperatura
zh_hans: 温度

source: Température > 50 °C
ar: الحرارة > 50 °م
en: Temperature > 50 °C
es: Temperatura > 50 °C
zh_hans: 温度 > 50 °C

source: Température élevée
ar: حرارة مرتفعة
en: High temperature
es: Temperatura alta
zh_hans: 温度过高

source: Tes services épinglés et leur latence.
ar: خدماتك المثبّتة وزمن استجابتها.
en: Your pinned services and their latency.
es: Tus servicios fijados y su latencia.
zh_hans: 你置顶的服务及其延迟。

source: Tes services répondent à nouveau.
ar: عادت خدماتك إلى الاستجابة.
en: Your services are responding again.
es: Tus servicios vuelven a responder.
zh_hans: 你的服务已恢复响应。

source: Tes services self-hosted, leurs métriques en direct et les pannes qui comptent.
ar: خدماتك المستضافة ذاتيًا، ومقاييسها المباشرة، والأعطال التي تهمّك.
en: Your self-hosted services, their live metrics and the outages that matter.
es: Tus servicios autoalojados, sus métricas en directo y las caídas que importan.
zh_hans: 你的自托管服务、实时指标，以及真正要紧的故障。

source: Test de %@…
ar: جارٍ اختبار %@…
en: Testing %@…
es: Probando %@…
zh_hans: 正在测试 %@…

source: Tester la connexion
ar: اختبار الاتصال
en: Test connection
es: Probar conexión
zh_hans: 测试连接

source: Thème
ar: السمة
en: Theme
es: Tema
zh_hans: 主题

source: Ton homelab est prêt.
ar: أصبح Homelab جاهزًا.
en: Your homelab is ready.
es: Tu homelab está listo.
zh_hans: 你的 homelab 已就绪。

source: Ton homelab, en un coup d'œil.
ar: ‏Homelab كامل في لمحة.
en: Your homelab, at a glance.
es: Tu homelab, de un vistazo.
zh_hans: 你的 homelab， 尽收眼底。

source: Total
ar: الإجمالي
zh_hans: 总计

source: Tous les services
ar: كل الخدمات
en: All services
es: Todos los servicios
zh_hans: 所有服务

source: Tous les services en ligne
ar: جميع الخدمات متصلة
en: All services online
es: Todos los servicios en línea
zh_hans: 所有服务均在线

source: Tout lire
ar: تعليم الكل كمقروء
en: Mark all read
es: Marcar todo leído
zh_hans: 全部标为已读

source: Tout ton homelab. Une seule app.
ar: ‏Homelab بأكمله. تطبيق واحد.
en: Your whole homelab. One app.
es: Todo tu homelab. Una sola app.
zh_hans: 整个 homelab。 只需一个 App。

source: Trois façons de commencer. Tu pourras toujours en ajouter d'autres après.
ar: ثلاث طرق للبدء. يمكنك دائمًا إضافة المزيد لاحقًا.
en: Three ways to get started. You can always add more later.
es: Tres formas de empezar. Siempre podrás añadir más después.
zh_hans: 三种入门方式。之后随时可以再添加。

source: Tu as le déverrouillage illimité — ajoute autant de services que tu veux.
ar: لديك الفتح غير المحدود — أضف ما تشاء من الخدمات.
en: You have the unlimited unlock — add as many services as you like.
es: Tienes el desbloqueo ilimitado: añade todos los servicios que quieras.
zh_hans: 你已拥有无限解锁——想添加多少服务都可以。

source: Tu en as déjà un ? Choisis-le dans les fichiers ou reçois-le par AirDrop.
ar: لديك واحد بالفعل؟ اخترْه من «الملفات» أو استقبله عبر AirDrop.
en: Already have one? Pick it from Files or receive it over AirDrop.
es: ¿Ya tienes uno? Elígelo en Archivos o recíbelo por AirDrop.
zh_hans: 已经有一个？从「文件」中选择，或通过 AirDrop 接收。

source: Une alerte système va s'afficher au lancement du scan. Touche « Autoriser » pour continuer.
ar: سيظهر تنبيه من النظام عند بدء الفحص. اضغط «سماح» للمتابعة.
en: A system prompt will appear when the scan starts. Tap “Allow” to continue.
es: Aparecerá un aviso del sistema al iniciar el escaneo. Toca «Permitir» para continuar.
zh_hans: 开始扫描时会弹出系统提示。轻点「允许」以继续。

source: Une URL, un nom. Pour un service à la fois.
ar: عنوان واحد واسم واحد. خدمة واحدة في كل مرة.
en: One URL, one name. One service at a time.
es: Una URL, un nombre. Un servicio a la vez.
zh_hans: 一个 URL，一个名称。一次一个服务。

source: Uptime
ar: مدة التشغيل
es: Actividad
zh_hans: 运行时间

source: URL
ar: العنوان

source: URL copiée — %@
ar: تم نسخ العنوان — %@
en: URL copied — %@
es: URL copiada — %@
zh_hans: 已拷贝 URL — %@

source: Utilisateur
ar: المستخدم
en: User
es: Usuario
zh_hans: 用户

source: Utilisateurs
ar: المستخدمون
en: Users
es: Usuarios
zh_hans: 用户

source: Utilisé
ar: مستخدَم
en: Used
es: Usado
zh_hans: 已用

source: Vidéos
ar: الفيديوهات
en: Videos
es: Vídeos
zh_hans: 视频

source: Visites
ar: الزيارات
en: Visits
es: Visitas
zh_hans: 访问

source: VM
ar: أجهزة افتراضية
en: VMs
es: MV
zh_hans: 虚拟机

source: Voir les détails
ar: عرض التفاصيل
en: View details
es: Ver detalles
zh_hans: 查看详情

source: Volumes
ar: التجمّعات
en: Pools
es: Volúmenes
zh_hans: 存储池

source: Volumes surveillés
ar: وحدات التخزين المراقَبة
en: Monitored volumes
es: Volúmenes vigilados
zh_hans: 受监控的卷

source: Vraies requêtes vers tes services
ar: طلبات حقيقية إلى خدماتك
en: Real requests to your services
es: Peticiones reales a tus servicios
zh_hans: 向你的服务发出真实请求

source: Web & Applis
ar: الويب والتطبيقات
en: Web & Apps
es: Web y apps
zh_hans: 网站与应用

source: 7 j
ar: 7 ي
en: 7 d
es: 7 d
zh_hans: 7 天

source: 14 j
ar: 14 ي
en: 14 d
es: 14 d
zh_hans: 14 天

source: 30 j
ar: 30 ي
en: 30 d
es: 30 d
zh_hans: 30 天
